articles/cyberb.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Cyberbullying</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="artigoHTML.css"/>
</head>
<body>
<div id="content">

<div id="outline-container-orga9a3bfd" class="outline-2">
<h2 id="orga9a3bfd">Cyberbullying</h2>
<div class="outline-text-2" id="text-orga9a3bfd">
<p>
O Cyberbullying descreve o bullying usando telefones celulares e a Internet. A
maioria dos estudos anteriores enfocou a prevalência de mensagens de texto e e-mail
bullying.
</p>

<p>
Primeiramente, para se discutir sobre o cyberbullying é preciso ter conhecimento sobre si
próprio e reconhecer o que lhe incomoda e saber seu limite, resumidamente, este
problema está em várias situações, sendo elas piadas autodepreciativos até ameaças de
nível mais prejudicial, podendo se tornar uma prática criminosa. Cyber: cibernético, que é
relacionado às redes sociais e tudo que envolve Internet, já o bullying pode ser praticado
de algumas formas, como agressão física, e psicológica.
</p>

<p>
Todos estamos sujeitos a esse tipo de situação, literalmente todos, como crianças, idosos, novos usuários ou até pessoas que tem um certo conhecimento mas também não conseguem escapar desse tipo de ação autodepreciativa. Contrariamente, nós que temos conhecimento mais amplo,podemos ajudar a identificar e ajudar a evitar esse tipo de agressão.
</p>

<ul class="org-ul">
<li>Crianças: o uso sempre com consentimento de um adulto e sempre sendo monitorado.</li>
<li>Adolescentes: os pais devem ajudar a contornar esse tipo de ação, os ensinando a bloquear a pessoa, e como já citado antes, ter autoconhecimento sobre o que lhe incomoda.</li>
<li>Adultos: a partir de uma prosa e lhe mostrando espúrias nas entrelinhas em sites, e mais uma vez o ajudando a identificar fake news.</li>
<li>Com idosos: o ensinar a não compartilhar artigos de má índole em um grupo, e tomar cuidado quando clicar em um site que lhe solicita dados pessoais.</li>
</ul>
</div>
</div>
<div id="outline-container-org66c4599" class="outline-2">
<h2 id="org66c4599">Cyberbulling sua natureza e seu impacto em alunos do ensino médio</h2>
<div class="outline-text-2" id="text-org66c4599">
<p>
Duas pesquisas com alunos de 11-16 anos: 92 alunos de 14 escolas, complementados por grupos de foco; 533 alunos de 5 escolas, para avaliar a generalização dos resultados do primeiro estudo e investigar as relações do cyberbullying com o uso geral da Internet. Ambos os estudos diferenciaram o cyberbullying dentro e fora da escola em 7 meios de cyberbullying.
</p>

<p>
Ambos os estudos descobriram que o bullying virtual é menos frequente do que o bullying tradicional, mas é apreciável, e relatou mais casos fora da escola do que dentro. Bullying por telefone e mensagem de texto foram mais prevalentes, com bullying por mensagem instantânea no segundo estudo; seu impacto foi percebido como comparável ao bullying tradicional. O bullying no celular / videoclipe, embora mais raro, foi percebido como tendo um impacto mais negativo. As diferenças de idade e gênero variaram entre os dois estudos. O Estudo 1 descobriu que a maior parte do cyberbullying era praticada por um ou alguns alunos, geralmente do mesmo ano. Muitas vezes, durava apenas cerca de uma semana, mas às vezes muito mais. O segundo estudo descobriu que ser uma vítima cibernética, mas não um ciberbully, está correlacionado com o uso da Internet; muitas vítimas cibernéticas eram as tradicionais <i>'vítimas de intimidação'</i>. Os alunos recomendaram bloquear / evitar mensagens e dizer a alguém, como as melhores estratégias de enfrentamento; mas muitas vítimas cibernéticas
não contaram a ninguém sobre isso.
</p>
</div>
</div>

<div id="outline-container-org8002aaa" class="outline-2">
<h2 id="org8002aaa">Quais conclusões podemos ter</h2>
<div class="outline-text-2" id="text-org8002aaa">
<p>
O cyberbullying é um novo tipo importante de bullying, com algumas características diferentes do bullying tradicional. Muita coisa acontece fora da escola.
</p>
</div>
<div id="outline-container-org6a7fe89" class="outline-3">
<h3 id="org6a7fe89">O que fazer caso esteja sofrendo com essa situação</h3>
<div class="outline-text-3" id="text-org6a7fe89">
<p>
Mesmo com todos os passos que citamos antes, se acontecer, fique calmo, tire prints (capturas de imagens da tela de seu aparelho) de todos os ataques, não revide, e bloqueie o indivíduo, se isso acontecer de novo, procure alguém que possa te ajudar com a situação, mostre os prints tirados antes como provas, e talvez seja necessário um boletim de ocorrência.
</p>
</div>
</div>
</div>
</div>
</body>
</html>
